{
    "document": "\nNew York (CNN Business)Amazon founder Jeff Bezos will step down from his role as chief executive later this year and transition to the role of executive chair, the company said Tuesday. He will be replaced by Andy Jassy.\n\nBezos has been Amazon's CEO since its founding in 1995. He oversaw its growth from an online bookseller into a $1.7 trillion global retail and logistics behemoth, which has also made Bezos into one of the world's richest people. Jassy has worked for Amazon since 1997 and currently serves as CEO of the company's cloud business, Amazon Web Services, its biggest profit driver.\n\"This journey began some 27 years ago. Amazon was only an idea, and it had no name,\" Bezos wrote letter to employees Tuesday. \"The question I was asked most frequently at that time was, 'What's the internet?' ... Today, we employ 1.3 million talented, dedicated people, serve hundreds of millions of customers and businesses, and are widely recognized as one of the most successful companies in the world.\"\nThe news came as part of Amazon's fourth-quarter earnings report. The company handily beat Wall Street analysts' projections for both sales and profit, capping a banner year as the pandemic boosted its retail and cloud businesses.\nThe company's shares were essentially flat shortly after the market closed Tuesday, but gained almost 1% two hours after the closing bell. Amazon's stock has grown nearly 69% over the past year.\nAmazon (AMZN) posted quarterly net sales of $125.6 billion, up 44% from the same period in the prior year and well ahead of the $119.7 billion Wall Street analysts had projected.\nNet income in the quarter hit $7.2 billion — nearly double the $3.7 billion Wall Street predicted and more than double the $3.3 billion in income the company earned in the year-ago quarter. Earnings per diluted share were $14.09.\nThe quarterly results include sales from Prime Day, which was held October 13-14 after being postponed over the summer because of the pandemic. Sales from Prime Day, as well as continued demand for online shopping as Covid-19 cases surged, contributed to 40% year-over-year growth in Amazon's net sales in North America, which totaled more than $75 billion. International sales jumped 57% to nearly $37.5 billion.\nAmazon said it delivered more than a billion products to customers worldwide during a \"record-breaking holiday season.\"\n",
    "aspects": [
        "North America",
        "CEO",
        "stock",
        "Wall Street"
    ]
}